const HistoryList = [
  {
    year: 2017,
    title: "그리너지의 문을 열다",
    history: [
      ["02", "㈜그리너지 설립"],
      ["03", "미국법인 설립(보스턴)"],
      ["03", "1차 투자(코사인 개인)"],
      ["04", "벤처기업 인증"],
      ["07", "1차 시제품 제작/평가"],
      [
        "08",
        "국내/PCT 특허 첫 출원(리튬 2차 전지)",
        "국내/PCT 특허 첫 출원\n(리튬 2차 전지)",
      ],
      ["09", "2차 시제품 제작/평가"],
    ],
  },
  {
    year: 2018,
    title: "세계로의 도약을 준비하다",
    history: [
      [
        "06",
        "국내/PCT 특허 출원(겔형 고분자전해질)",
        "국내/PCT 특허 출원\n(겔형 고분자전해질)",
      ],
      ["07", "구로 Proto Line 설립"],
      ["08", "개발 용역 계약"],
      [
        "09",
        "국내/PCT 특허 출원(고체형 고분자 전해질)",
        "국내/PCT 특허 출원\n(고체형 고분자 전해질)",
      ],
      ["10", "2차 투자(크라우드펀딩)"],
      [
        "11",
        "국내/PCT 특허 출원(리튬 메탈 음극)",
        "국내/PCT 특허 출원\n(리튬 메탈 음극)",
      ],
      ["12", "국내 특허 등록 (리튬 2차 전지)"],
    ],
  },
  {
    year: 2019,
    title: "미래를 향한 힘찬 전진",
    history: [
      ["03", "유상증자(한국엔젤투자)"],
      ["04", "국방벤처지원 사업 선정"],
      ["06", "신용보증기금 퍼스트 펭귄 기업 선정"],
      ["06", "PCT 출원(고분자 전해질막)"],
      ["07", "TIPS 선정"],
      [
        "10",
        "PCT 특허 출원(복합 고체 고분자 전해질 &\n메탈 리튬 음극 구조제)",
        "PCT 특허 출원\n(복합 고체 고분자 전해질 &메탈 리튬 음극 구조제)",
      ],
    ],
  },
  {
    year: 2020,
    title: "그리너지, 혁신을 잇다",
    history: [
      ["01", "10Ah 셀 양산인증"],
      ["04", "산업통상자원부 R&D 과제 선정"],
      ["05", "충주 Pilot Line 이전"],
      ["06", "국내 특허 등록(고체 고분자 전해질)"],
      ["06", "국내 특허 등록(겔형 고분자 전해질)"],
      ["09", "국내 특허 출원(버스바 디자인)"],
      ["09", "국내/PCT 특허 출원(수명 특성 향상)"],
      [
        "10",
        "국내/PCT 특허 출원(고체 고분자 전해질)",
        "국내/PCT 특허 출원\n(고체 고분자 전해질)",
      ],
    ],
  },
  {
    year: 2021,
    title: "미래를 여는 그리너지의 혁신",
    history: [
      ["01", "국내 특허 등록(고분자 전해질막)"],
      ["02", "발광 표지판 양산계약"],
      ["03", "RV용 배터리팩 계약"],
      ["04", "Series A 투자 유치"],
      ["09", "발광 표지판 양산"],
      ["10", "Robot용 배터리팩 계약"],
      ["10", "캠핑용 배터리팩 양산"],
      ["10", "국방부 시동용팩 개발 착수"],
      [
        "10",
        "KORAIL 전원용 배터리 개발 착수(과기부)",
        "KORAIL 전원용 배터리 개발 착수\n(과기부)",
      ],
      ["11", "Series A 투자 유치 완료"],
      ["11", "공군 전원용 배터리팩\n국산 부품화 선정(국방부)"],
      ["12", "전고체 전지 전극 제작"],
    ],
  },
  {
    year: 2022,
    title: "세계로 나아가는 그리너지",
    history: [
      ["02", "미국 Rovot 업체 배터리팩 POC 완료"],
      [
        "03",
        "국방용 시동용 배터리 실증 평가 완료&\n우수 상용품 선정",
        "국방용 시동용 배터리 실증 평가 완료\n& 우수 상용품 선정",
      ],
      ["05", "무인 전술 차량&\nRCWS 전원용 배터리팩 수주"],
      ["08", "충주공장 생산량 증설"],
    ],
  },
];

export default HistoryList;
