export const product1 = {
  title: "'포테르', 기존 리튬전지의 한계를 뛰어넘다",
  text: "‘포테르' 전지는 그리너지의 기술을 통해 기존 리튬전지들에 비해 대폭 향상된 성능과 안정성을\n지니고 있으며 납축전지의 환경오염 문제 또한 해결하였습니다.",
};

export const product2 = {
  title: "그리너지가 주목받는 이유",
  text: "그리너지의 4가지 핵심 기술은 전세계에서 주목 받고 있습니다.",
};

export const product3 = {
  title: "그리너지 제품군",
  text: "그리너지는 리튬이온 충전 배터리를 전문으로 하는 회사입니다.\n안정성, 저온성능 개선과 연장된 수명, 빠른 충전 능력을 기반으로 합니다.",
};

export const story1 = {
  title: "전 세계가 2차 전지에 주목하는 이유",
  text: "그리너지의 ‘포테르' 전지는 고효율과 고성능을 지닌 배터리 그 이상의 가치를 창조하는\n그리너지의 혁신입니다. 다른 2차 전지들과 차별화되는 핵심 기술을 필두로 글로벌 2차 전지의\n인간과 환경 그리고 미래의 푸른 혁신을 위해 전진하여 빠르게 변화하는 2차 전지 시장의\n선두주자로 자리매김 하겠습니다.",
};

export const story2 = {
  title: "배터리, 그 이상의 푸른 가치",
  text: "그리너지는 인간과 환경을 위한 혁신을 추구합니다. 다른 기술들과의 차별화되는\n그리너지만의 푸른 혁신으로 글로벌 미래 에너지 시대를 선도합니다.",
};

export const story3 = {
  title: "그리너지 미션",
  text: "그리너지는 환경과 미래 그리고 인간을 위한 에너지 혁신을 일으켜 미래를 앞당깁니다.\n새로운 혁신인 '포테르' 전지를 앞세워 2차 전지 시장을 이끌어 갈 준비가\n되어 있습니다. 우수성을 인정 받은 '포테르' 전지는 기존 2차 전지의 문제점을 극복하여\n다양한 배터리 시장에 진출해 전지 시장의 선두주자로 앞서 나갈 것입니다.",
};

export const story4 = {
  title: "그리너지 비전",
  text: "친환경적이고 지속 가능하며 안전하고 깨끗한 그린에너지, 혁신적인 미래 에너지를 향해 힘차게\n도약합니다. 그리너지는 450억 불의 시장에 진출하고 이를 기반으로 향후 차세대 전지 시장을\n개척해 나갈 것입니다. 발광용 표지판, RV&캠핑카, 스마트 로봇 등에 '포테르' 전지 납품 계약을\n체결하여 제품 양산을 촉진하고 있습니다. 더 나아가 ESS, 열차, 차량, 군용장비 등에 사용되는\n배터리 시장에도 진출할 계획입니다.",
};

export const story5 = {
  title: "그리너지 로고",
  text: "GRINERGY의 로고는 GREEN의 'GR', INNOVATION의 'IN', ENERGY의 'ERGY'의 형태를\n결합하여 디자인했습니다. 그리너지는 로고 'G'의 이니셜과 함께 무한대를 상징적인 의미로\n표현함으로써 지속가능한 에너지를 추구합니다.",
};

export const story6 = {
  title: "그리너지 캐릭터",
  text: "사람을 좋아하고 환경을 사랑하는 '그리니(GREENY)'는 미소가 해맑은 그리너지의 상징입니다.\n전지를 모티브로 형상화한 뛰어난 힘을 가지고 사람들의 편의를 돕는 정의심 강한 캐릭터입니다.",
};
/* Mobile */
export const m_product1 = {
  title: "'포테르', 기존 리튬전지의 한계를 뛰어넘다",
  text: "‘포테르' 전지는 그리너지의 기술을 통해\n기존 리튬전지들에 비해 대폭 향상된 성능과\n안정성을 지니고 있으며 납축전지의 환경오염\n문제 또한 해결하였습니다.",
};

export const m_product2 = {
  title: "그리너지가 주목받는 이유",
  text: "그리너지의 4가지 핵심 기술은 전세계에서\n주목 받고 있습니다.",
};

export const m_product3 = {
  title: "그리너지 제품군",
  text: "그리너지는 리튬이온 충전 배터리를 전문으로\n하는 회사입니다. 안정성, 저온성능 개선과\n연장된 수명, 빠른 충전 능력을 기반으로 합니다.",
};

export const m_story1 = {
  title: "전 세계가 2차 전지에 주목하는 이유",
  text: "그리너지의 ‘포테르' 전지는 고효율과\n고성능을 지닌 배터리 그 이상의 가치를\n창조하는 그리너지의 혁신입니다.\n다른 2차 전지들과 차별화되는 핵심 기술을\n필두로 글로벌 2차 전지의 인간과 환경 그리고\n미래의 푸른 혁신을 위해 전진하여 빠르게\n변화하는 2차 전지 시장의 선두주자로\n자리매김 하겠습니다.",
};

export const m_story2 = {
  title: "배터리, 그 이상의 푸른 가치",
  text: "그리너지는 인간과 환경을 위한 혁신을\n추구합니다. 다른 기술들과의 차별화되는\n그리너지만의 푸른 혁신으로 글로벌\n미래 에너지 시대를 선도합니다.",
};

export const m_story3 = {
  title: "그리너지 미션",
  text: "그리너지는 환경과 미래 그리고 인간을 위한\n에너지 혁신을 일으켜 미래를 앞당깁니다.\n새로운 혁신인 '포테르' 전지를 앞세워 2차 전지\n시장을 이끌어 갈 준비가 되어 있습니다.\n우수성을 인정받은 '포테르'전지는 기존\n2차 전지의 문제점을 극복하여 다양한 배터리\n시장에 진출해 전지 시장의 선두주자로 앞서\n나갈 것입니다.",
};

export const m_story4 = {
  title: "그리너지 비전",
  text: "친환경적이고 지속 가능하며 안전하고 깨끗한\n그린에너지, 혁신적인 미래 에너지를 향해\n힘차게 도약합니다. 그리너지는 450억 불의\n시장에 진출하고 이를 기반으로 향후 차세대\n전지 시장을 개척해 나갈 것입니다. 발광용\n표지판, RV&캠핑카, 스마트 로봇 등에\n'포테르' 전지 납품 계약을 체결하여 제품 양산을\n촉진하고 있습니다. 더 나아가 ESS, 열차, 차량,\n군용장비 등에 사용되는 배터리 시장에도\n진출할 계획입니다.",
};

export const m_story5 = {
  title: "그리너지 로고",
  text: "GRINERGY의 로고는 GREEN의 'GR',\nINNOVATION의 'IN', ENERGY의 'ERGY'의\n형태를 결합하여 디자인했습니다.\n그리너지는 로고 'G'의 이니셜과 함께 무한대를\n상징적인 의미로 표현함으로써 지속가능한\n에너지를 추구합니다.",
};

export const m_story6 = {
  title: "그리너지 캐릭터",
  text: "사람을 좋아하고 환경을 사랑하는 '그리니'\n(GREENY)는 미소가 해맑은 그리너지의 상징\n입니다. 전지를 모티브로 형상화한 뛰어난\n힘을 가지고 사람들의 편의를 돕는 정의심\n강한 캐릭터입니다.",
};
